


company_list = """{user}
Клиент {org_name} запросил {items}
1) ИНН - {q[8]}
2) КПП - {q[9]}
3) Юридический адрес - {q[11]}
4) Директор юридического лица - {q[12]}
5) Контактный телефон - {q[13]}
6) e-mail - {q[14]}
7) Номер расчётного счёта - {q[15]}
9) БИК банка - {q[18]}"""

contract_trade = """Данные покупателя:
{w[0]} - {q[0]}
{w[1]} - {q[1]}
{w[2]} - {q[2]}
{w[3]} - {q[3]}
{w[4]} - {q[4]}
{w[5]} - {q[5]}
{w[6]} - {q[6]}
{w[7]} - {q[7]}
{w[8]} - {q[8]}
{w[9]} - {q[9]}"""

contract_NPD = """Данные самозанятого:
{w[0]} - {q[0]}
{w[1]} - {q[1]}
{w[2]} - {q[2]}
{w[3]} - {q[3]}
{w[4]} - {q[4]}
{w[5]} - {q[5]}
{w[6]} - {q[6]}
{w[7]} - {q[7]}
{w[8]} - {q[8]}
{w[9]} - {q[9]}
{w[10]} - {q[10]}
{w[11]} - {q[11]}
{w[12]} - {q[12]}
{w[13]} - {q[13]}"""

contract_GPH_F = """Данные физического лица:
{w[0]} - {q[0]}
{w[1]} - {q[1]}
{w[2]} - {q[2]}
{w[3]} - {q[3]}
{w[4]} - {q[4]}
{w[5]} - {q[5]}
{w[6]} - {q[6]}
{w[7]} - {q[7]}
{w[8]} - {q[8]}
{w[9]} - {q[9]}
{w[10]} - {q[10]}
{w[11]} - {q[11]}
{w[12]} - {q[12]}
{w[13]} - {q[13]}"""

contract_GPH_U = """Данные юридического лица:
{w[0]} - {q[0]}
{w[1]} - {q[1]}
{w[2]} - {q[2]}
{w[3]} - {q[3]}
{w[4]} - {q[4]}
{w[5]} - {q[5]}
{w[6]} - {q[6]}
{w[7]} - {q[7]}
{w[8]} - {q[8]}
{w[9]} - {q[9]}
{w[10]} - {q[10]}"""

contract_hiring = """Данные будущего сотрудника:
{w[0]} - {q[0]}
{w[1]} - {q[1]}
{w[2]} - {q[2]}
{w[3]} - {q[3]}
{w[4]} - {q[4]}
{w[5]} - {q[5]}
{w[6]} - {q[6]}
{w[7]} - {q[7]}
{w[8]} - {q[8]}
{w[9]} - {q[9]}
{w[10]} - {q[10]}
{w[11]} - {q[11]}
{w[12]} - {q[12]}
{w[13]} - {q[13]}
{w[14]} - {q[14]}
{w[15]} - {q[15]}
{w[16]} - {q[16]}"""


contract_GPH_U = """Данные юридического лица:
{w[0]} - {q[0]}
{w[1]} - {q[1]}
{w[2]} - {q[2]}
{w[3]} - {q[3]}
{w[4]} - {q[4]}
{w[5]} - {q[5]}
{w[6]} - {q[6]}
{w[7]} - {q[7]}
{w[8]} - {q[8]}
{w[9]} - {q[9]}
{w[10]} - {q[10]}"""

